tap "cloudfoundry/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "remotemobprogramming/brew"
brew "autoconf"
brew "automake"
brew "bash"
brew "binutils"
brew "python@3.9"
brew "pyenv"
brew "glib"
brew "pkg-config"
brew "tcl-tk"
brew "libtool"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "curl"
brew "dnstracer"
brew "docker"
brew "docker-compose"
brew "exercism"
brew "findutils"
brew "flyway"
brew "freetds"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "git-crypt"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gobject-introspection"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "jq"
brew "libksba"
brew "libyaml"
brew "moreutils"
brew "mysql"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk"
brew "openssl"
brew "pidof"
brew "pstree"
brew "rename"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "screen"
brew "socat"
brew "ssh-copy-id"
brew "stoken"
brew "telnet"
brew "thefuck"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
brew "cloudfoundry/tap/cf-cli@7"
brew "heroku/brew/heroku"
brew "remotemobprogramming/brew/mob"
cask "alfred"
cask "datagrip"
cask "drawio"
cask "google-chrome"
cask "homebrew/cask-drivers/logitech-options"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "sizeup"
cask "slack"
cask "zoom"
